Revit 2027 API
PhotometricWebLightDistribution Constructor
Overload List
Name | Description
PhotometricWebLightDistribution(PhotometricWebLightDistribution) |  Creates a copy of the given photometric web light distribution
PhotometricWebLightDistribution(String, Double) |  Creates a photometric web light distribution object with the given filename and tilt.
Top
See Also
Reference
PhotometricWebLightDistribution Class
Autodesk.Revit.DB.Lighting Namespace